Repository: arutyun88/ovesdu_mobile
Catalog: lib/l10n/app_*.arb
Languages: hy

# language
source: English
hy: Հայերեն

# loginTitleSignIn
source: Sign In
hy: Մուտք

# loginTitleSignUp
source: Sign Up
hy: Գրանցում

source: next
hy: շարունակել

source: back
hy: ետ

# usernameLabel
source: username
hy: օգտագործողի անունը

# usernameHint
source: enter your username
hy: մուտքագրեք ձեր օգտվողի անունը

# usernameOrEmailLabel
source: username or email
hy: օգտագործողի անունը կամ էլ

# usernameOrEmailHint
source: enter your username or email
hy: մուտքագրեք ձեր օգտվողի անունը կամ էլ

# usernameErrorText
source: username cannot be less than 4 characters
hy: օգտանունը չի կարող լինել 4 նիշից պակաս

# usernameNotCorrect
source: username cannot contain special characters
hy: օգտվողի անունը չի կարող պարունակել հատուկ նիշեր

# haveAnAccount
source: If you already have an account, please
hy: Եթե արդեն ունեք հաշիվ, խնդրում ենք

source: login
hy: մուտք գործել

# notHaveAnAccount
source: If you don’t have account, registering for an account is free and simple
hy: Եթե դուք չունեք հաշիվ, ապա գրանցումն անվճար է և պարզ

source: register
hy: գրանցվել

# helloUsername
source: Welcome, {username}.
hy: Բարի գալուստ, {username}:

# famousUser
source: Welcome, {username}. Please, enter your password.
hy: Բարի գալուստ, {username}: Խնդրում ենք մուտքագրել ձեր գաղտնաբառը:

# passwordLabel
source: password
hy: գաղտնաբառը

# passwordHint
source: enter your password
hy: մուտքագրեք ձեր գաղտնաբառը

# passwordConfirmLabel
source: confirm password
hy: հաստատել գաղտնաբառը

# passwordConfirmHint
source: confirm your password
hy: հաստատեք ձեր գաղտնաբառը

# passwordErrorText
source: the password must be at least 8 characters and contain at least one: • capital letters of the Latin alphabet • lowercase letters of the Latin alphabet • numbers • special character !@#*/|\%+=<>
hy: գաղտնաբառը պետք է լինի առնվազն 8 նիշ և պարունակի առնվազն մեկը. • լատինական այբուբենի մեծատառ • լատինական այբուբենի փոքրատառ • թիվ • հատուկ նիշ !@#*/|\%+=<>

# passwordNotMatch
source: passwords not match
hy: գաղտնաբառերը չեն համապատասխանում

# passwordForgot
source: If you forgot your password, you can
hy: Եթե մոռացել եք ձեր գաղտնաբառը, կարող եք

# passwordRecoverButton
source: recover it
hy: վերականգնել այն

# authorize
source: login
hy: մտնել

# emailLabel
source: email
hy: Էլ

# emailHint
source: enter your email
hy: մուտքագրեք ձեր Էլ

# emailIsUseErrorText
source: email is already in use
hy: Էլփոստն արդեն օգտագործվում է

source: email not correct
hy: էլփոստը ճիշտ չէ

# phoneIsUseErrorText
source: phone number is already in use
hy: հեռախոսահամարն արդեն օգտագործվում է

# phoneLabel
source: phone
hy: հեռախոս

# phoneHint
source: enter your phone number
hy: մուտքագրեք ձեր հեռախոսահամարը

source: phone not correct
hy: հեռախոսը ճիշտ չէ

source: confirm
hy: հաստատել

# emailOrPhoneExist
source: email or phone already exist
hy: էլփոստը կամ հեռախոսն արդեն գոյություն ունի

# firstNameHint
source: enter your name
hy: մուտքագրեք ձեր անունը

# firstNameLabel
source: name
hy: անուն

# lastNameHint
source: enter your surname
hy: մուտքագրեք ձեր ազգանունը

# lastNameLabel
source: surname
hy: ազգանուն

# registerConfirmedUsernameLabel
source: Username
hy: Օգտագործողի անունը

# registerConfirmedEmailLabel
source: Email
hy: Էլփոստ

# registerConfirmedPhoneLabel
source: Phone number
hy: հեռախոսահամար

source: to start
hy: վերսկսել

# dateOfBirthLabel
source: day of birth
hy: ծննդյան ամսաթիվ

# countryHint
source: choose a country
hy: ընտրել երկիր

# countryLabel
source: country
hy: երկիր

# cityHint
source: choose a city
hy: ընտրել քաղաք

# cityLabel
source: city
hy: քաղաք

# setLocation
source: location
hy: գտնվելու վայրը

# locationHint
source: search your city
hy: որոնել ձեր գտնվելու վայրը

# locationChoose
source: choose your city
hy: ընտրիր քո քաղաքը

# locationResourceChange
source: not found? click me
hy: չի գտնվել? սեղմիր ինձ

# locationResourceChanged
source: search on third party resources
hy: երրորդ կողմի ռեսուրսներում որոնում

# dateInvalid
source: incorrect date of birth
hy: ծննդյան սխալ ամսաթիվ

# isUnderage
source: registration is not possible because you are a minor
hy: գրանցումը հնարավոր չէ, քանի որ դուք անչափահաս եք

# firstNameInvalid
source: incorrect name
hy: սխալ անուն

# lastNameInvalid
source: incorrect surname
hy: սխալ ազգանուն

# countryInvalid
source: invalid country
hy: սխալ երկիր

# cityInvalid
source: invalid city
hy: սխալ քաղաք

# searchCountryLabel
source: search country
hy: որոնել երկիրը

# searchCountryHint
source: enter country or code
hy: մուտքագրեք երկիրը կամ կոդը

source: come to the dark side
hy: գնալ դեպի մութ կողմը

source: come to the bright side
hy: գնալ դեպի լուսավոր կողմը

source: stay on the dark side
hy: մնալ մութ կողմում

source: stay on the bright side
hy: մնալ լուսավոր կողմում

# themAndLangChangeLater
source: the theme and language of the application can be changed later in the settings
hy: հավելվածի թեման և լեզուն կարող է փոխվել ավելի ուշ՝ կարգավորումներում

# soonWillBeInteresting
source: Hello{username}! There will be something interesting here very soon...
hy: Բարև{username}! Այստեղ շատ շուտով հետաքրքիր բան կլինի...

source: ...come again...
hy: ...կրկին համեցեք...

source: ...necessarily
hy: ...պարտադիր

# year
source: {year} year
hy: {year} տարեկան

source: subscribe
hy: հետևել

source: unsubscribe
hy: հետևում

# marriedM
source: married
hy: ամուսնացած

# unmarriedM
source: unmarried
hy: չամուսնացած

# marriedW
source: married
hy: ամուսնացած

# unmarriedW
source: unmarried
hy: չամուսնացած

source: trust
hy: վստահություն

source: followers
hy: հետևորդներ

source: following
hy: հետևում

source: coins
hy: դրամներ

source: participant
hy: մասնակից

source: gifts
hy: նվերներ

source: photos
hy: նկարներ

source: posts
hy: գրառումներ

# showMore
source: ...more
hy: ...ավելին

# forbidden
source: {name} has restricted your access to his page
hy: {name} սահմանափակել է ձեր մուտքն իր էջ

source: I
hy: Ես

source: blocked
hy: արգելափակված

source: waiting...
hy: սպասում...

# subscribed
source: you subscribed unsubscribe?
hy: դուք բաժանորդագրվել եք չեղարկել բաժանորդագրությունը?

# subscribedToYou
source: subscribed to you subscribe to reply?
hy: բաժանորդագրվել է ձեզ բաժանորդագրվել պատասխան?

# deadlock
source: ...and you to him
hy: ...իսկ դու նրան

# blockedUser
source: You have restricted the user's access to your page
hy: Դուք սահմանափակել եք օգտատիրոջ մուտքը ձեր էջ

source: block
hy: արգելափակել

source: cancel
hy: չեղարկել

# wontSeePage
source: You won't see the content of his page either
hy: Դուք նույնպես չեք տեսնի նրա էջի բովանդակությունը

# sureWantToBlock
source: Are you sure you want to block the user?
hy: Իսկապե՞ս ուզում եք արգելափակել օգտատիրոջը?
